Repository: owenzhao/USB-C-Speed
Catalog: USB-C Speed/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Active
zh_hans: 已激活

source: Bluetooth Battery Level
zh_hans: 蓝牙设备电池电量

source: BSD Name
zh_hans: BSD 名称

source: Charging
zh_hans: 正在充电

source: Check for Updates…
zh_hans: 检查更新…

source: Collapse All
zh_hans: 收起全部

source: Connect a USB or Thunderbolt device to see its link speed here.
zh_hans: 连接 USB 或雷雳设备后，这里会显示它的链路速度。

source: Connected
zh_hans: 已连接

source: Connection Type
zh_hans: 连接类型

source: Device ID
zh_hans: 设备 ID

source: Device Revision
zh_hans: 设备修订版本

source: Domain UUID
zh_hans: 域 UUID

source: Driver
zh_hans: 驱动程序

source: Expand All
zh_hans: 展开全部

source: File System
zh_hans: 文件系统

source: Free Space
zh_hans: 可用空间

source: Inactive
zh_hans: 未激活

source: IO Content
zh_hans: IO 内容

source: Legacy
zh_hans: 传统模式

source: Link Status
zh_hans: 链路状态

source: Location ID
zh_hans: 位置 ID

source: Logical Unit
zh_hans: 逻辑单元

source: Mode
zh_hans: 模式

source: Mount Point
zh_hans: 挂载点

source: No Device Connected
zh_hans: 未连接设备

source: No devices
zh_hans: 没有设备

source: Partition Map Type
zh_hans: 分区映射类型

source: Port Status
zh_hans: 端口状态

source: Power Allocated
zh_hans: 已分配功率

source: Power Sink Capability
zh_hans: 取电能力

source: Product ID
zh_hans: 产品 ID

source: Product Version
zh_hans: 产品版本

source: Quit
zh_hans: 退出

source: Receptacle ID
zh_hans: 端口 ID

source: Removable Media
zh_hans: 可移除介质

source: Route String
zh_hans: 路由字符串

source: S.M.A.R.T. Status
zh_hans: S.M.A.R.T. 状态

source: Serial Number
zh_hans: 序列号

source: Show More
zh_hans: 显示更多

source: Size
zh_hans: 容量

source: Speed
zh_hans: 速度

source: Switch UID
zh_hans: 交换机 UID

source: Switch Version
zh_hans: 交换机版本

source: Thunderbolt / USB4 Bus %@
zh_hans: 雷雳 / USB4 总线 %@

source: Thunderbolt 3
zh_hans: 雷雳 3

source: USB Interface
zh_hans: USB 接口

source: Vendor
zh_hans: 供应商

source: Vendor ID
zh_hans: 供应商 ID

source: Volume UUID
zh_hans: 卷 UUID

source: Writable
zh_hans: 可写
